data/0yazFpjh.txt

<soap:Envelope
	xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
	<soap:Body>
		<ns2:Pay
			xmlns="http://schemas.datacontract.org/2004/07/TerminalServices"
			xmlns:ns2="http://tempuri.org/"
			xmlns:ns3="http://schemas.datacontract.org/2004/07/TerminalServices.Classes.Products.LoanCharge"
			xmlns:ns4="http://schemas.datacontract.org/2004/07/TerminalServices.Classes.Products"
			xmlns:ns5="http://schemas.datacontract.org/2004/07/TerminalServices.Classes"
			xmlns:ns6="http://schemas.datacontract.org/2004/07/TBC.Bank.Money"
			xmlns:ns7="http://schemas.datacontract.org/2004/07/TerminalServices.Classes.Products.OpenDeposits.ChemiMizaniDeposit"
			xmlns:ns8="http://schemas.datacontract.org/2004/07/TerminalServices.Classes.Products.JuridicalPersonInfo"
			xmlns:ns9="http://schemas.datacontract.org/2004/07/TerminalServices.Classes.Products.UndefinedAmountsPayInSpecialAccount"
			xmlns:ns10="http://schemas.datacontract.org/2004/07/TerminalServices.Classes.Products.AccountPayIn"
			xmlns:ns11="http://schemas.datacontract.org/2004/07/TerminalServices.Classes.Products.TransferUtilityAndOther"
			xmlns:ns12="http://schemas.datacontract.org/2004/07/TerminalServices.Classes.Products.JuridicalPersonAccountPayIn"
			xmlns:ns13="http://schemas.datacontract.org/2004/07/TerminalServices.Classes.Products.OpenDeposits.BonusDeposit"
			xmlns:ns14="http://schemas.datacontract.org/2004/07/TerminalServices.Classes.Products.DepositPayIn"
			xmlns:ns15="http://schemas.datacontract.org/2004/07/TerminalServices.Classes.Products.CommissionFeePayment"
			xmlns:ns16="http://schemas.datacontract.org/2004/07/TerminalServices.Classes.Products.CreditCardsPayIn.TBCCardPayIn"
			xmlns:ns17="http://schemas.datacontract.org/2004/07/TerminalServices.Classes.Products.CreditCardsPayIn.PrimeCardPayIn"
			xmlns:ns18="http://schemas.datacontract.org/2004/07/TerminalServices.Classes.Products.PawnShopCharge"
			xmlns:ns19="http://schemas.datacontract.org/2004/07/TerminalServices.Classes.Products.EmployeeIdentification"
			xmlns:ns20="http://schemas.datacontract.org/2004/07/TerminalServices.Classes.Products.AllBankProducts"
			xmlns:ns21="http://schemas.datacontract.org/2004/07/TerminalServices.Classes.Products.CardClient"
			xmlns:ns22="http://schemas.datacontract.org/2004/07/TerminalServices.Classes.Products.AdditionalData"
			xmlns:ns23="http://schemas.datacontract.org/2004/07/TerminalServices.Classes.Products.OpenDeposits"
			xmlns:ns24="http://schemas.datacontract.org/2004/07/TerminalServices.Classes.Products.CreditCardsPayIn"
			xmlns:ns25="http://schemas.microsoft.com/2003/10/Serialization/"
			xmlns:ns26="http://schemas.datacontract.org/2004/07/TerminalServices.Enumerations"
			xmlns:ns27="http://schemas.datacontract.org/2004/07/TerminalServices.Classes.Products.ChangePayIn"
			xmlns:ns28="http://schemas.datacontract.org/2004/07/TerminalServices.Classes.Products.TransferOwnAccounts">
			<ns2:request>
				<ProductPaymentInfo
					xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="ns10:AccountPaymentInfo">
					<ns4:Amount>100.00</ns4:Amount>
					<ns4:Currency>GEL</ns4:Currency>
					<ns4:ProductAccountIBAN>GE69TB0000000251140006</ns4:ProductAccountIBAN>
					<ns4:ProductType>AccountPayIn</ns4:ProductType>
					<ns4:TransactionDateTime>2022-11-11T13:55:56.671+04:00</ns4:TransactionDateTime>
					<ns10:AccountCurrency>GEL</ns10:AccountCurrency>
					<ns10:AccountIBAN>GE33TB7258045068100004</ns10:AccountIBAN>
					<ns10:BirthDate>1965-12-25T00:00:00+04:00</ns10:BirthDate>
					<ns10:ConversionBaseCurrency>GEL</ns10:ConversionBaseCurrency>
					<ns10:ConversionCounterCurrency>GEL</ns10:ConversionCounterCurrency>
					<ns10:ConversionRate>1</ns10:ConversionRate>
					<ns10:PersonalId>33001059840</ns10:PersonalId>
					<ns10:Reverse>false</ns10:Reverse>
				</ProductPaymentInfo>
				<TransactionID>4658928</TransactionID>
			</ns2:request>
		</ns2:Pay>
	</soap:Body>
</soap:Envelope>